---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.ViewCropRegionShapeManager
source: html/d815093f-0331-76c9-7607-67e62f9f2c9b.htm
---
# ViewCropRegionShapeManager Members

Releases all resources used by the ViewCropRegionShapeManager